Repository: travelgateX/hotelX-angular-sample
Catalog: src/i18n/messages.travelgatex.*.xlf
Languages: es

source: about
es: sobre nosotros

source: products
es: productos

source: contact us
es: contáctanos

source: Logout
es: Cerrar sesión

source: B2B Platform
es: Plataforma B2B

source: Login
es: Iniciar sesión

source: Sign up
es: Registrarse

# about-title
source: Welcome to Travelgatex
es: Bienvenido a Travelgatex

# about-subtitle
source: Integration specialists
es: Especialistas en integraciones

# about-p-1
source: Know more about us
es: Conozca más sobre nosotros

# about-p-2
source: Travelgatex is dedicated 100% to the integrations of the different touristic providers, be it hotels, flights, ferries, trains, rental cars and transfers.
es: Travelgatex se dedica al 100% a las integraciones de los diferentes proveedores turísticos, ya sea de hoteles, vuelos, ferries, trenes, coches de alquiler y transfers.

# about-p-3
source: Travel product available in one single connection
es: Producto de viaje en una sola conexión

# about-p-4
source: Travelgatex has the most extensive product on the market. More than 800,000 hotels, both directly contracted and more than 600 suppliers.
es: Travelgatex tiene el producto más extenso del mercado. Más de 800.000 hoteles, tanto contratados directamente como más de 600 proveedores.

# service-title
source: Why Travelgatex?
es: ¿Por qué Travelgatex?

# service-1-title
source: More than 15.000 directly contracted hotels
es: Más de 15.000 hoteles contratados directamente

# service-2-title
source: Advanced technology
es: Tecnología avanzada

# service-2-subtitle
source: We use the latest technology to offer 800,000 hotels in a single XML connection with a response time of less than 1 second.
es: Utilizamos la última tecnología para ofrecer 800.000 hoteles en una única conexión XML con un tiempo de respuesta de menos de 1 segundo.

# service-3-title
source: More than 600 suppliers
es: Más de 600 proveedores

# service-3-subtitle
source: We add the options of all our suppliers to offer you the best available option in less time.
es: Agregamos las opciones de todos nuestros proveedores para ofrecerle la mejor opción disponible en menos tiempo.

# service-4-title
source: Free mapping services
es: Servicios de mapeo gratuitos

# service-4-subtitle
source: Our mapping tool will help you prioritize the hotels you already have in your system and will also propose others to expand your product.
es: Nuestra herramienta de mapeo le ayudará a priorizar los hoteles que ya tiene en su sistema y también le propondrá a otros para ampliar su producto.

# product-title
source: Learn about our products
es: Conozca nuestros productos

source: Hotels
es: Hoteles

# hotel-mediterranean
source: Mediterranean destinations
es: Destinos mediterráneos

# hotel-mediterranean-spain
source: Spain Sun & Beach
es: España Sol & Playa

# hotel-mediterranean-spain-list
source: including Balearic Islands and Canary Islands
es: incluyendo Islas Baleares e Islas Canarias

# hotel-mediterranean-portugal
source: Portugal Sun & Beach
es: Portugal Sol & Playa

# hotel-mediterranean-portugal-list
source: including Algarve, Madeira and Azores
es: incluyendo Algarve, Madeira y las Azores

# hotel-mediterranean-italy
source: Italy Sun & Beach
es: Italia Sol & Playa

# hotel-mediterranean-italy-list
source: including Sardinia, Sicily, Amalfi and Adriatic coasts
es: incluyendo Cerdeña, Sicilia, Amalfi y Costas Adriáticas

# hotel-mediterranean-greece
source: Greece, Malta, Croatia, Morocco & Tunisia
es: Grecia, Malta, Croacia, Marruecos y Túnez

# hotel-mexico
source: Mexico and Dominican Republic
es: México y República Dominicana

# hotel-mexico-area
source: Leisure Areas
es: Areas de ocio

# hotel-cuba-list
source: hotels and vacation homes
es: hoteles y casas de vacaciones

# hotel-ski
source: Ski
es: Esquí

# hotel-ski-list
source: hotels including Spain, Andorra, Italy, France and Austria
es: hoteles como España, Andorra, Italia, Francia y Austria

# hotel-city
source: Cities
es: Ciudades

# hotel-city-list
source: Madrid, Barcelona, Rome, Venice, Florence, Milan, London, Lisbon, Oporto, Dubai
es: Madrid, Barcelona, Roma, Venecia, Florencia, Milán, Londres, Lisboa, Oporto, Dubai

# hotel-desc
source: In addition to our directly contracted hotels, we have agreements with more than 200 suppliers including bed banks and local DMCs. We use the latest technology to deliver 300,000 hotels in one single XML connection with a response time of less than 1 second.
es: Además de nuestros hoteles contratados directamente, tenemos acuerdos con más de 200 proveedores incluyendo bancos de camas y DMCs locales. Utilizamos la última tecnología para ofrecer 300.000 hoteles en una única conexión XML con una respuesta de menos de 1 segundo.

# flight-title
source: Flights
es: Vuelos

# flight-subtitlt
source: XML integration with different GDS and LowCost Platforms such as Amadeus, Travelport, Sabre, Travelfusion and HitchHiker.
es: Integración XML con diferentes GDS y Plataformas LowCost como amadeus, Travelport, Sabre, Travelfusion y HitchHiker.

source: Packages
es: Paquetes

# package-subtitle
source: Tailor made dynamic packages on XML.
es: Paquetes dinámicos hechos a medida en XML.

# transfer-subtitle
source: Worldwide private or shared transfers.
es: Traslados privados o compartidos a nivel mundial.

# activity-title
source: Activities
es: Actividades

# activity-subtitle
source: Activities in more than 4.000 destinations worldwide including theme parks, museums, guided tours, tickets, sport events, restaurants and many more...
es: Actividades en más de 4.000 destinos en todo el mundo incluyendo parques temáticos, museos, visitas guiadas, entradas, deportes eventos, restaurantes y mucho más ...

# connect
source: Let's get connected
es: Conectémonos

source: Get in touch
es: Estar en contacto

# contact-us-at
source: Contact us at {START_LINK}sales@smyrooms.com{CLOSE_LINK}
es: Contáctenos a {START_LINK}sales@smyrooms.com{CLOSE_LINK}

# emirates
source: United Arab Emirates
es: Emiratos Árabes

source: Spain
es: España

source: Work with us
es: Trabaje con nosotros

# work-with-us-desc
source: To stay abreast of travel and technology requires a constant search for the best professionals in all areas of the business. If you are ambitious and want to be part of a company with a high annual growth rate since 2011, get in touch with us and discover how you can be part of a team of great talent and experience.
es: Para mantenerse al tanto de los viajes y la tecnología requiere una búsqueda constante de los mejores profesionales en todas las áreas del negocio. Si eres ambicioso y quieres formar parte de una empresa que con una alta tasa de crecimiento anual desde 2011, ponte en contacto con nosotros y descubre cómo puedes formar parte de un equipo de gran talento y experiencia.

source: Our products
es: Nuestros productos

# xml-api
source: travelgateX's API
es: API de travelgateX

# copyright
source: Copyright © 2018 Travelgatex. All rights reserved..
es: Copyright © 2018 Travelgatex. Todos los derechos reservados.

source: Terms & Conditions
es: Términos y Condiciones

# 404-title
source: Something is wrong
es: Parece que algo va mal

# 404-subtitle
source: The page you are looking for was moved, removed, renamed or might never existed.
es: La página que está buscando fue movida, eliminada, renombrada o puede que nunca existiera.

# book-success
source: Booking success!
es: ¡Reserva realizada con éxito!

# book-pending
source: Booking pending!
es: ¡Reserva en estado pendiente!

# book-error
source: Booking error!
es: ¡Error en la reserva!

# title-accomodations
source: Choose from more than 500,000 accommodations. We are present in ALL countries of the world!
es: Elige entre más de 500.000 alojamientos. Estamos presentes en TODOS los países del mundo.

source: Availability
es: Disponibilidad

source: request
es: solicitud

# no-results
source: It seems we have no results for this request.
es: Parece ser que no hay resultados para esta búsqueda.

source: Search hotel:
es: Buscar hotel:

source: Your search:
es: Su búsqueda:

source: Edit
es: Editar

source: Destination:
es: Destino:

source: Date from:
es: Entrada:

source: Date to:
es: Salida:

source: Room
es: Habitación

source: rooms
es: Habitaciones

source: Room Info
es: Información de las habitaciones

source: Room Number
es: Numero de habitaciones

# add-room
source: Add another room
es: Añadir otra habitación

source: Adults:
es: Adultos:

# valuation-adult
source: Adult
es: Adulto

source: Children...
es: Niños...

# valuation-child
source: Child
es: Niño

source: Age
es: Edad

source: Search
es: Buscar

source: Booked at
es: Reservado a las

source: Provider locator:
es: Localizador proveedor:

source: Booking status:
es: Estado de la reserva:

source: Price
es: Precio

# booking-possible-error
source: It is possible that there was an error making the request or that you are trying to access it without following the reservation process.
es: Es posible que haya habido un error en la petición o que esté intentando sin haber seguido el proceso de reserva.

# logo-title
source: Travelgatex - Global bedbank
es: Travelgatex - Banco de Camas Global

source: Welcome
es: Bienvenido

# booking
source: Bookings
es: Reservas

source: My
es: Mis

source: Booking reference:
es: Referencia reserva:

source: Supplier reference
es: Referencia proveedor

source: By dates:
es: Por fechas:

source: Booking date
es: Día reserva

source: Status
es: Estado

source: Provided locator
es: Localizador proporcionado

source: Options
es: Opciones

source: Cancel
es: Cancelar

source: View RQ
es: Ver RQ

source: View RS
es: Ver RS

source: Reservation locator:
es: Localizador reserva:

source: Client
es: Cliente

source: Provider
es: Proveedor

source: View bookings
es: Ver reservas

source: Today's bookings
es: Reservas de hoy

source: Yesterday's bookings
es: Reservas de ayer

source: Book
es: Reserva

# invalid-age
source: Please provide a valid age.
es: Proporcione una edad válida.

# invalid-surname
source: Please provide a valid surname.
es: Proporcione un apellido válido.

source: Surname
es: Apellido

source: Name
es: Nombre

source: Pax
es: Persona

source: Paxes
es: Personas

source: Distribution
es: Distribucion

source: Remarks
es: Observaciones

source: Holder
es: Titular

# invalid-client-reference
source: Please provide a valid client reference.
es: Proporcione una referencia de cliente válida.

source: Client reference
es: Referencia cliente

# client-example
source: Ex: #FDSFDS2424
es: Ej: #FDSFDS2424

source: Booking detail
es: Detalle de la reserva

source: Booking details
es: Detalles reserva

source: Detail
es: Detalle

source: Applied Over
es: Aplicado

# hours-before
source: Hours before checkin
es: Horas antes checkin

# days-before
source: Days before checkin
es: Days antes checkin

source: Total price
es: Precio total

source: Penalty type
es: Tipo sanción

source: Cancellation policies
es: Políticas cancelación

source: Cancellation rules
es: Reglas cancelación

source: Hotel code
es: Código hotel

source: Hotel name
es: Nombre hotel

source: View map
es: Ver mapa

source: Mealplan
es: Régimen

source: No expenses until
es: Sin gastos hasta

# min-sell-price
source: Minimum selling price
es: Precio mínimo de venta

source: Show more
es: Mostrar más

source: Show all
es: Mostrar todos

source: Show less
es: Mostrar menos

# no-cancellation-policies
source: Seems there are no cancellation policies.
es: Parece que no hay políticas de cancelación.

# booking-reference-tooltip
source: Corresponds to the provider locator
es: Corresponde al localizador del proveedor

# hotel-name-placeholder
source: Hotel name...
es: Nombre del hotel...

source: From
es: De

source: to
es: a

source: and
es: y

# room-search-plural
source: {roomsSearch.roomsNum, plural, =0 {Rooms} =1 {Room} other {Rooms}}
es: {roomsSearch.roomsNum, plural, =0 {Habitaciones} =1 {Habitación} other {Habitaciones}}

# adult-search-plural
source: {roomsSearch.adultsNum, plural, =0 {Adults} =1 {Adult} other {Adults}}
es: {roomsSearch.adultsNum, plural, =0 {Adultos} =1 {Adulto} other {Adultos}}

# child-search-plural
source: {roomsSearch.childsNum, plural, =0 {Children} =1 {Child} other {Children}}
es: {roomsSearch.childsNum, plural, =0 {Niños} =1 {Niño} other {Niños}}

# room-plural
source: {search.roomsNum, plural, =0 {Rooms} =1 {Room} other {Rooms}}
es: {search.roomsNum, plural, =0 {Habitaciones} =1 {Habitación} other {Habitaciones}}

# adult-plural
source: {search.adultsNum, plural, =0 {Adults} =1 {Adult} other {Adults}}
es: {search.adultsNum, plural, =0 {Adultos} =1 {Adulto} other {Adultos}}

# child-plural
source: {search.childsNum, plural, =0 {Children} =1 {Child} other {Children}}
es: {search.childsNum, plural, =0 {Niños} =1 {Niño} other {Niños}}

# detail-room-plural
source: {bookingDetail.search.roomsNum, plural, =0 {Rooms} =1 {Room} other {Rooms}}
es: {bookingDetail.search.roomsNum, plural, =0 {Habitaciones} =1 {Habitación} other {Habitaciones}}

# detail-adult-plural
source: {bookingDetail.search.adultsNum, plural, =0 {Adults} =1 {Adult} other {Adults}}
es: {bookingDetail.search.adultsNum, plural, =0 {Adultos} =1 {Adulto} other {Adultos}}

# detail-child-plural
source: {bookingDetail.search.childsNum, plural, =0 {Children} =1 {Child} other {Children}}
es: {bookingDetail.search.childsNum, plural, =0 {Niños} =1 {Niño} other {Niños}}

# booking-status-select
source: {book.bookDetail.status, select, OK {OK} PENDING {PENDIENTE} other {PENDING}}
es: {book.bookDetail.status, select, OK {OK} PENDING {PENDIENTE} other {PENDIENTE}}

source: Language
es: Idioma

# penalty-tooltip
source: Click to see penalty list
es: Haz clic para ver listado de penalizaciones

# results
source: {availability.length, plural, =0 {Results} =1 {Result} other {Results}}
es: {availability.length, plural, =0 {Resultados} =1 {Resultado} other {Resultados}}

source: for
es: para

source: Value
es: Valor

source: Market
es: Mercado

# market-placeholder
source: Select Market
es: Seleccionar Mercado

# currency-placeholder
source: Select Currency
es: Seleccionar Moneda

# language-placeholder
source: Select Language
es: Seleccionar Idioma

source: Nationality
es: Nacionalidad

# nationality-placeholder
source: Select Nationality
es: Seleccionar Nacionalidad

source: Show entries:
es: Mostrar resultados:

source: Net
es: Neto

source: Net price
es: Precio neto

source: Mandatory
es: Obligatorio

source: Commission
es: Comisión

source: Commission Percentage
es: Porcentaje Comisión

source: Gross
es: Bruto

source: Price type
es: Tipo precio

source: Pending
es: Pendiente

source: Clear
es: Borrar

source: Select price
es: Seleccionar precio

source: Select rate
es: Seleccionar tarifa

source: Rate
es: Tarifa

source: Select mealplan
es: Seleccionar régimen

source: Empty
es: Vacío

source: Select category
es: Seleccionar categoría

source: Code:
es: Código:

source: airConditioner
es: Aire acondicionado

source: cleaning
es: Limpieza

source: laundry
es: Lavandería

source: lifts
es: Ascensores

source: reception
es: Recepcion

source: transfer
es: Translados

source: childrenAmenities
es: Instalaciones para niños

source: restaurant
es: Restaurante

source: pool
es: Piscina

source: privateBeach
es: Playa privada

source: healthAndSpa
es: Salud y spa

source: businessInstallations
es: Instalaciones comerciales

source: Supplier
es: Proveedor

# no-suppliers
source: There aren't suppliers available
es: No hay proveedores disponibles

# no-clients
source: There aren't clients available
es: No hay clientes disponibles

source: Accesses
es: Accesos

source: Search type
es: Tipo de búsqueda

source: Currency
es: Moneda

source: Quote
es: Valoración

source: Payment type
es: Tipo de pago

# show-request
source: Show RQ
es: Mostrar RQ

# show-response
source: Show RQ
es: Mostrar RQ

source: Copy to clipboard
es: Copiar al portapapeles

# my-bookings-room-plural
source: {booking.hotel.rooms.length, plural, =0 {rooms} =1 {room} other {rooms}}
es: {booking.hotel.rooms.length, plural, =0 {Habitaciones} =1 {Habitación} other {Habitaciones}}

source: Binding
es: Vinculante

source: Effective date
es: Fecha efectiva

source: Expire date
es: Fecha de caducidad

# room-info-tooltip
source: Click to see more room info
es: Haz clic para ver más información de la habitación
